Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 예전에.{j}로메로 남작은 인력을 대거 투입해서 철광산(鐵鑛山)의 갱도(坑道)를 확보하는 작업을 하고 있었다.{j}그것은 로메로 남작의 인생이 걸렸을 정도로 매우 중요한 작업이었고, 하루 종일 철광산에서 살았을 정도로 열과 성을 다했다.
en_us: Baron Romero was reminded of the time when he was working for the mines as a commoner. Back when Roman was only three years old, Romero was given a task to mine a mountain full of iron. It was an important task that could change his life, so he lived at the mining shaft and worked all day long.{j}{j}

source: 로메로 남작의 분노야 예상했던 일이지만, 문제는 로만에게 내려진 형벌이 너무나도 가혹했다.
en_us: It wasn’t of much surprise. She knew that her decision to cancel the marriage would cause trouble for both families. However, one thing she didn’t expect was that Roman would have to face such harsh punishments in her place.

source: 벤 마일즈가 싸늘한 웃음을 지었다.
en_us: Ben Miles made a frosty smile.

source: 블러드 팽을 처리했다는, 로만 드미트리의 얼굴을 직접 보고 싶었다.
en_us: Without further due, Viscount Lawrence ordered his servant to bring Roman Dimitri before him at once.

source: 로만은 사교 파티에 참석하고서 변화가 생겼고, 그로부터 얼마 지나지 않아 자살이라는 극단적인 선택을 내렸다.{j}그리고 플로라가 들은 음해의 소문도 사교 파티로부터 비롯되었다고 했다.
en_us: He thought it couldn’t be a coincidence because not only did his rumors begin spreading at this social gathering, but based on Hans, he changed after attending it and decided to commit suicide later on.{j}

source: 로만은 선을 그었다.{j}정략결혼이라는 연결 고리가 사라진 이상, 서로의 인생에 관여하지 말자고 확실한 입장을 밝혔다.
en_us: Roman drew his lines with Flora by firmly telling her to back away from his life since she was just a stranger to him if it weren’t for their arranged marriage.{j}

source: 블러드 팽.{j}극악무도하기로 소문난 집단을 로만이 처리할 수 있다고는 생각하지 않았다.
en_us: He knew that Roman didn’t hold any power or strength to handle a notorious criminal gang like the Blood Fang by himself.{j}

source: 처음에는 그런 혈마의 방식이 마음에 들지 않았으나, 혈마는 일구이언(一口二言)하는 사람이 아니었다.{j}그때부터 천마를 맹목적으로 따랐고, 본인이 혈마교의 정점이라는 자존심을 내려놓고 진심으로 강해지기 위해 노력했다.
en_us: At first, Junghyeok Baek didn’t like the ways and the attitude of the Blood Demon; however, the Blood Demon was a man of his words. As he had promised, he abandoned all of pride as the leader of the blood demon cult and loyally served the leader of Divine Force.{j}

source: 주인이 피를 한 움큼이나 뱉어 냈다.
en_us: The owner spitted out blood from his mouth.

source: 그의 판단이었다.{j}로만의 기를 완전히 꺾어 버리고, 의도대로 일을 처리할 생각이었다.
en_us: Romero thought he had everything under control because he knew the punishment was scary enough to break his son’s firm determination.{j}

source: 자신을 똑바로 바라보던 눈빛.{j}당당한 태도.{j}멋있었다.{j}
en_us: Viscount Lawrence loved everything about Roman - his courage, his confidence, and his daring looks.{j}{j}{j}

source: 만약 한스의 목소리가 아니었다면, 조나단은 그 자리에서 오랜 시간을 지체할 뻔했다.
en_us: But fortunately he wasn’t too late. If it weren’t for Hans’s words, it would’ve been too late for him to save the young lord.

source: 강제되는 위험은 변수를 낳고, 로만은 나약한 인간을 자신의 검이랍시고 곁에 두지 않았다.
en_us: And Roman didn’t want to force someone weak to danger because he knew there would be many risks and unexpected consequences keeping a weak sword by his side.

source: “……그게 무슨 말씀이신지.”
en_us: “An offer...?”

source: ‘무림의 외공(外功)과 비슷하면서도 달라.{j}외공은 겉을 단련함으로써 강해지는 방식이지만, 크리스가 말하는 방법은 이도 저도 아니야.{j}겉을 강하게 만들지도, 그렇다고 내부에 마나를 차곡차곡 쌓지도 못해.{j}일순간에 마나를 분출하는 방식은, 처음부터 한곳에 모여 있지 않은 마나가 사방으로 퍼지면서 힘의 분출이 매우 비효율적이야.{j}크리스가 오라를 발현하는 모습을 보고 내가 떠올렸던 생각은 틀리지 않았어.’
en_us: I suppose this is quite similar to the external training from Murim. But it still doesn’t come close in comparison with my powers back in Murim. External training revolves around empowering your outer strength, while Aura only makes the wielder stronger on the outside, it doesn’t charge up any energy within. Their way of using mana is too inefficient, if they’re only charging the mana to waste it all out in a single burst like this. My judgement wasn’t wrong the time I saw Chris use his Aura.{j}{j}{j}{j}

source: 머릿속이 복잡하게 얽혔다.
en_us: The more she tried to process this through her mind, she found herself puzzled.

source: 그를 직접 가르쳐 본 경험이 있기에, 제대로 노력도 하지 않고 포기하던 그의 모습에 부정적인 감정이 있었던 것은 사실이다.
en_us: His prejudice against Roman was first developed when he personally taught swordsmanship to the young lord. Roman was known for always giving up easily without giving a try.

source: 로만이 말했다.
en_us: Roman spoke to the owner of the tavern with a firm voice.

source: 바르코의 초대.{j}그때부터 상태가 이상해진 로만이 죽음이라는 선택을 내렸다면, 원인은 바르코에 있음이 확실했다.
en_us: If Roman had started acting weird after attending Barco’s party and ultimately decided to end his own life, he realized that the reason behined his death was definitely related to House Barco.{j}

source: 다른 귀족들은 울고불고 난리가 날 일이지만, 그때를 생각하면 로만은 벌써부터 심장이 뛰었다.
en_us: Unlike other aristocrats who would cry in despair, Roman felt his heart racing in excitement to head to the battlefield.

source: 사내들의 표정이 돌변했다.{j}그들은 각자의 무기를 꺼내더니 동시에 로만을 덮쳤다.
en_us: All of the other men who were following Roman no longer hid themselves. They drew their weapons at once and rushed to attack Roman.{j}

source: 시간이 얼마나 흘렀는지 모른다.
en_us: At a certain point, he had finally lost track of time, exhaustively waiting in the room.

source: “……제, 제발 살려 주십시오.”
en_us: “...p-please, please spare me.”

source: 그리고 지금.{j}파혼의 낙인이 찍혔다.
en_us: And now, the House of Lawrence had been scarred with the reputation of canceling an engagement.{j}

source: 언제나처럼 조직원들을 해산시키면 당장의 안전은 확보할 수 있으나, 예전과 같은 악명을 유지하는 것이 사실상 불가능해진다.
en_us: If he were to decide to disband the group, it would save the lives of his followers, but he would lose the opportunity to restore his title.

source: “멈춰라, 이 지랄을 하네.{j}킥킥킥, 병신 새끼.”
en_us: “Did he demand us to stop? What a fool.”

source: 몸에서 풍기는 피 냄새를 지우기 위해 표정이 일그러질 만큼 고약한 향수를 몸에 듬뿍 뿌렸고, 숨이 턱턱 막힐 것 같은 예복도 군말 없이 입었다.
en_us: Not only did he pour himself with a bottle of perfume that smelled awful in order to erase the smell of blood permeated into his body, but he didn’t even complain about getting dressed up in the tight formal suit.

source: 하루를 바쁘게 보냈다.{j}그렇게 마지막 작업을 끝내려는 그때.
en_us: The day went by fast, and as Kevin was about to call it a day someone unexpected appeared before his eyes.{j}

source: ‘……내가 그동안 로만 도련님에 대해서 아무것도 모르고 있었구나.’
en_us: I have misjudged Lord Roman all this time.

source: 애초에 정상적인 관계가 아니다.{j}혼사를 통해서 바라는 목적이 있는 쪽은 로렌스 가문이었고, 게다가 파혼까지 먼저 언급했기에 화를 낼 자격 따위는 없었다.
en_us: The House of Lawrence was in no position to argue against the Dimitri since the beginning, because it was them who wanted to take the advantage through the arranged marriage and unilaterally canceled the marriage. Thus, Viscount Lawrence should have known his place that he had no rights to be upset.{j}

source: 툭.
en_us: Tap.

source: 도플러가 말했다.
en_us: Dofler spoke to the viscount.

source: “한스.”
en_us: “Look, Hans,”

source: 그 모습을 발견한 사람들은 기겁하며 길을 내주었다.{j}일상적이지 않은 광경에, 어느새 사람들은 로만을 중심으로 하나둘씩 모여들었다.
en_us: The people in the square made a way for him to pass horrified by the sight, but it didn’t keep them from gathering to the square to take a glance at the unusual scene.{j}

source: 평화로운 펍은 이제 없었다.
en_us: The tranquil atmosphere of the travern was long gone.

source: 일촉즉발(一觸卽發)의 상황.{j}긴장감이 팽배하게 차올랐다.
en_us: The tension of the situation was racing to a flashpoint.{j}

source: 크리스가 굳이 이유를 설명하지 않더라도, 조나단은 고개를 끄덕였다.
en_us: Without asking for further explanation, Jonathan nodded his in approval.

source: “사실 그동안 따로 검술 훈련을 하고 있었습니다.”
en_us: “I have been secretly training my swordsmanship for this very task.”

source: “우리는 이제 남남입니다.{j}그러니, 제 일은 제가 알아서 하겠습니다.”
en_us: Roman said to Flora with an emotionless tone.{j}

source: ‘새로운 삶에서도 내 근본은 달라지지 않는다.’
en_us: I guess my new life can’t change who I am.

source: 주인이 땅바닥을 기었다.{j}피로 물든 손으로 조나단 기사단장의 발목을 잡으며, 처절한 목소리로 말했다.
en_us: He slowly raised himself up and crawled toward Jonathan’s leg. He clung onto the captain’s leg and begged with his last remaining life.{j}

source: “나중에 딴소리하기 없습니다.”
en_us: “You better keep your word, captain.”

source: 현재.{j}로만의 육체는 아직 천마신공의 걸음마도 떼지 못했다.
en_us: As of now, Roman’s body was far from reaching the beginning stage of Divine Force.{j}

source: 허리춤의 검에서 진동이 일었다.
en_us: A strong vibration echoed from Jonathan’s sword on his waist.

source: “제가 나설 일은 아닌 것 같습니다.”
en_us: “Sir, I don’t believe I’m a suitable opponent for Lord Roman.”

source: 그렇기에 로렌스 자작으로서는 아무런 말도 할 수 없었다.{j}상대의 말이 옳았다.
en_us: Thus, Viscount Lawrence had no more words to add against Baron Romero. Everything he said was true.{j}

source: 그리고 그러한 정보는 블러드 팽에게 곧바로 전달되었겠지요.{j}그렇다면 아버지에게 묻겠습니다.{j}아버지가 블러드 팽의 일원이라면.{j}드미트리 기사단이 언제 도착할지 모르는 상황에서, 리더인 벤 마일즈를 구출하겠다고 목숨을 거시겠습니까?{j}이 계획의 전제는 그들이 모래성이라는 데 있습니다.{j}협박과 강요로 조직을 이루었던 사람들이, 자유를 되찾을 수 있는 상황에서 목숨을 걸 이유 따위는 존재하지 않습니다.”
en_us: “I trusted that the knights would be on my back and that this intelligence would also go into the ears of the Blood Fang. Then, let me ask you a question, father. If you were a member of the Blood Fang, would you be willing to risk your life attack me and save Ben Miles while knowing that the Dimitri Knights are on their way to save me? Again, the precondition of my plan was that the Blood Fang was just a mere sand castle that can be easily torn apart. It was quite obvious that its members who joined the organization by threats would willingly risk their lives to protect it.”{j}{j}{j}

source: 블러드 팽의 본거지에 도착한 로만.{j}그때부터 학살이 시작되었다.
en_us: When Roman arrived at the Blood Fang’s base, the massacre began.{j}

source: 로메로 남작의 표정이 굳었다.{j}차분했던 목소리가 일그러지며, 애써 억눌렀던 분노가 불쑥 튀어나왔다.
en_us: Romero’s face stiffened in anger and his calm voice shivered as his frustration spilled out.{j}

source: 로만이 말한 마지막 제안처럼, 자신의 팔을 스스로 잘라 내는 고통 속에서도 무공을 사용하는 것이 바로 귀혼마공이다.
en_us: Just as Roman suggested through the final option, only by cutting his arm and experiencing the pain could Kevin learn the true pain coming from the Art of Demonic Spirit.

source: 170 중반의 키.{j}검은 머리칼에 인상은 날카롭고 남자다운 기색이 있지만, 피부가 좋지 않아 카리스마를 깎아 먹었다.
en_us: Roman was barely above 5’7 feet. At first glance, his dark black hair left a slight masculine and sharp impression, but his coarse skin condition didn’t help him much.{j}

source: 조나단의 표정이 딱딱하게 굳었다.
en_us: Jonathan’s face hardened in shock. He couldn’t believe the chaos before his eyes.

source: 사내아이가 넙죽 고개를 숙였다.
en_us: The boy bowed with a desperate voice.

source: “이런.”
en_us: “Damn it.”

source: 그는 자신의 귀를 의심했다.{j}다른 일반 기사도 아니고, 드미트리 기사단의 부단장인 자신을 호명하다니.
en_us: He couldn’t believe his ears at first when called by his captain, frowning unpleasantly. Chris expected Jonathan to call someone who had just started training, not himself, the deputy captain of the Dimitri Knights.{j}

source: 문제는.
en_us: However, Baron Romero also couldn’t hold his anger anymore, listening to Viscount Lawrence’s yell.

source: “도련님!”
en_us: “My Lord!”

source: 진검이 아니라는 사실은 중요하지 않다.{j}목검만으로도 사람을 썰어 버릴 수 있는 것이 바로 오라의 힘.
en_us: It didn’t matter if the sword was made of wood or not. Once the sword was coated with Aura, it was able to slice anything standing before it.{j}

source: 무림의 마나는 척박한 대신 무거운 느낌이라면, 이 세상의 마나는 풍부한 대신 조금은 가벼웠다.
en_us: In Murim, mana may be scarce, but it was dense in quality; however, in this world, mana seemed bountiful but light.

source: “이번 일은 그만 넘어가도록 하지.{j}기분이 아주 좋아.{j}로만이 플로라에게 어울리는 사내였을 줄이야.”
en_us: “That’s enough. Talk no more of this. I am greatly pleased that Roman Dimitri is a man well-suited to succeed my land.”{j}{j}

source: 로렌스 자작이 말했다.
en_us: Viscount Lawrence angrily spoke.

source: “지금부터 로만 도련님의 검술 대련을 진행할 생각이다.{j}대련 희망자는 앞으로 나오도록.”
en_us: “Today, you will be given an opportunity to go on a face to face duel against Lord Roman. Those who wish to participate, feel free to step forward.”{j}

source: 그런데 물을 엎질러 버렸다.{j}덕분에 바르코 가문을 상대하려고 준비했던 모든 것들이 무용지물이 되었다.
en_us: But his daughter had ruined everything for him. His plans to fight against House Barco were all burned down to ashes by his daughter’s single decision.{j}

source: “이거 말려야 하는 거 아니야?”
en_us: “Should we not stop him?”

source: ‘정말 홀로 그들을 처리하러 간 건가?’
en_us: Did Lord Roman really go alone to take them out?

source: 벤 마일즈가 말했다.{j}“로만의 행방은?”
en_us: “Where is Roman now?” Ben Miles asked one of his men.{j}

source: 로만이 오라를 발현하는 그때.{j}크리스는 눈을 부릅떴다.
en_us: When Chris finally noticed Roman manifesting his Aura, Chris was perplexed.{j}

source: 파혼을 말하던 날.{j}로만은 그런 그들을 처리하겠다고 말했다.{j}자신과 파혼한 책임으로 떠맡은 일이기에, 플로라는 자신도 모르게 로만을 말렸다.
en_us: On the day she met Roman, Flora heard Roman promise the baron that he would wipe out the gang from the land for good. And knowing the risks, Flora tried to stop Roman because she thought her decision to break off the marriage had put him in such troubling situation.

source: 괜히 그들을 건드렸다가 확실하게 처리하지 못하면, 일평생을 테러의 위협에 시달리면서 살아야 하기 때문이다.
en_us: Failure to wipe out even a single subgroup could endanger the entire land to the Blood Fang’s terrorist attacks.

source: 그는 시체들을 한번 확인하더니, 창백한 표정으로 황급히 성으로 뛰어갔다.
en_us: After glancing through the pile of dead bodies, he quickly ran to the castle with a pale face.

source: “블러드 팽이 무서운 이유는 잃을 것이 없기 때문이에요.{j}귀족들이 그들의 밥그릇을 건드리지 않으면 절대 귀족의 영역을 침범하지 않지만, 만약 본인들에게 해를 끼쳤다고 생각하면 목숨을 아끼지 않고 무조건 보복한다고요.{j}그들은 정상이 아니에요.{j}몸에 마법 폭탄을 두르고 자살 테러도 하는 녀석들인데, 그런 녀석들을 당신이 감당할 수 있을 거라고 생각해요?{j}그냥 사실대로 말해도 좋으니까, 당장 남작님께 가서 무릎을 꿇고 자비를 구하세요.”
en_us: “The reason the Blood Fang is so cruel is because they have nothing to lose. Your title as nobleman will not protect you. It is true that they don’t attack nobles for no reason, but if a noble dare to interfere in their activities they will get their revenge with whatever it takes. They can go to the extent of suicide bombing if they have to. Someone like you could never stand against them. So, go to your father now and tell him the truth. Go beg for mercy.”{j}{j}{j}{j}

source: 로만이 던져 준 검은 날이 무뎠고, 완력이 약한 어린 소년으로서는 단단한 뼈를 잘라 내기 위해 수십 번의 톱질이 필요했다.
en_us: He was only half- way through his arm, because the sword Roman gave to him was dull and the young power didn’t have enough strength to cut off his bones in one slice.

source: “도련님.{j}오늘은 도련님과 혼인을 약속한 로렌스 가문의 영애(令愛)가 드미트리 영지를 방문하는 날입니다.{j}소문으로 들었다시피, 로렌스 가문의 영애는 귀족으로서의 품위와 예를 중요하게 생각하시는 분입니다.{j}그러니 미리 준비하고 나가는 것이 좋을 것 같습니다.{j}처음 보는 자리이니만큼, 서로에게 좋은 인상을…….”
en_us: “My Lord, we are expecting a visitor today. Lady Flora of House Lawrence, your future fiancee, will be here anytime soon. And the Lawrence family is widely known for putting a significant value on dignity and courtesy, so you must get ready immediately. You must leave a good first impression…”

source: 아마 상대는 반발할 것이다.
en_us: Flora said with a firm voice. Unlike her voice, her mind was full of worries as she expected him to refuse her proposal.

source: 하인으로서 본분을 다하는 것이 한스의 역할이었다.
en_us: Hans had no choice but to obey his request and fulfill his house servant duty.

source: 찰나의 순간.
en_us: In a split second, when Roman put up a smile on his face, the owner swiftly reached for his dagger hidden under the table and swung it to Roman’s face.

source: “하지만…….”
en_us: “But...”

source: “아무래도 사실 확인이 필요하겠어.”
en_us: “It wouldn’t do any harm for me to confirm the truth.”

source: “플로라.”
en_us: “Flora,” the viscount said.

source: 다른 사내의 비명이 들렸다.
en_us: “Argh!”

source: 숨이 턱 막혔다.
en_us: Hans found himself lost with words.

source: 시간이 얼마나 흘렀는지 모른다.{j}확실한 건 해가 완전히 떠오르기도 전에 드미트리에 도착했건만, 지금은 접객실 창문 밖으로 해가 저물어 가는 모습이 보였다.
en_us: At a certain point, he had finally lost track of time, exhaustively waiting in the room. When he had first entered the room, the sun was barely rising from the horizon, but now as he gazed outside the window, he found the sun setting beyond the horizon.{j}

source: 빨갛게 달아오른 얼굴로 현실을 받아들이지 못한다면, 그의 삶은 예상한 기대치에서 끝날 것이다.
en_us: If he refuses to accept Roman’s advice, then he wouldn’t be able to exceed his expectations. That was his reality he had to face.

source: “좋군.”
en_us: “Great.”

source: 하지만.
en_us: But Roman hesitated to answer right away. He had to choose his words wisely.

source: 상대의 배경.{j}영애의 미모.{j}그런 건은 로만에게 중요하지 않았다.
en_us: One’s family background, or the Lady’s beauty. These weren’t the attributes that Roman considered important when marrying someone.{j}{j}

source: “문 열어, 이 개새끼들아!”
en_us: “Open the damn gates, or we’re busting them open!”

source: “도망쳐!”
en_us: “Run away!”

source: 로만은 수비에만 능하지 않았다.
en_us: Roman wasn’t only skilled in defense, but he was skilled and balanced in both offense and defense.

source: 로만의 발언.{j}머리에서 벼락이 쳤다.
en_us: With Roman’s final words, it felt as if a lightening struck his head.{j}

source: 사방에서 들이닥치는 공격에 전신이 상처로 뒤덮였고, 몸에서 흐른 피가 강을 만들었는데도, 광마는 신음 한번 흘리지 않고 정파인들을 막아섰다.
en_us: Even if his body was severely injured from the incoming attacks and blood gushed out from every part of his body, the Demon of Lunacy didn’t make a single cry and firmly stood his place and followed Roman’s orders.

source: 이번 일.{j}약간의 설명이 필요했다.{j}로만은 한스로부터 들은 정보를 바탕으로, 사람들이 상식적으로 납득할 수 있는 대답을 말했다.
en_us: Roman couldn’t tell everything about himself to his father, so he decided to give a rational explanation by using the information he gained from Hans.{j}{j}

source: “예.{j}다른 이유로는 로만 도련님의 성장을 설명할 수 없습니다.{j}그동안은 제 능력이 미천해서 로만 도련님의 진면목을 알아보지 못한 것 같습니다.{j}로만 도련님은 천재가 확실합니다.”
en_us: “Yes, my lord. There is no other way to explain your son’s exponential growth. Because of my poor ability to discern people, I wasn’t able to notice your son’s potential. But now, without a doubt, your son is a genius.”{j}{j}{j}

source: 미끼.{j}로만은 스스로를 매력적인 미끼로 만들었다.
en_us: Roman knew he was the perfect lure to draw them to him.{j}

source: “제가 어떻게 자작님을 문전박대할 수 있겠습니까?{j}다만, 약속되지 않은 만남이었기에 생긴 문제라는 사실을 말씀드리고 싶은 겁니다.”
en_us: “How could I turn a viscount away from my door? But, I would like to say that the wait was inevitable since you came unannounced.”{j}

source: 블러드 팽 패거리를 마주하는 사람은 단 두 명.{j}로만 드미트리와 그의 하인인 한스뿐이었다.
en_us: Only two people were standing in the Blood Fangs’ way - Roman Dimitri and his servant Hans.

source: “아니, 도련님!{j}어디 다치신 겁니까?{j}검에, 검에 피가 묻었습니다!”
en_us: “Lord Roman! Are you hurt? Th-There’s blood on the sword!”{j}{j}

source: 로만을 데려온 것은 얼마 지나지 않아서였다.{j}로렌스의 경비대가 로만의 신병을 확보하고 있었기에, 부름을 받자마자 집무실에 얼굴을 보였다.{j}로만은 혼자가 아니었다.
en_us: A few minutes later, Roman Dimitri arrived to the Lawrence castle. It didn’t take long because the guards of Lawrence had held him captive after the scene. Roman arrived in front of Viscount Lawrence with the Dimitri Knights.{j}{j}

source: 건장한 체격의 사내들이, 처참한 몰골로 바닥에 널브러져 있었다.
en_us: The ground was full of dead men with robust bodies.

source: 당혹스러운 순간.{j}로메로 남작은 설명이 필요했다.
en_us: He needed an explanation since he also couldn’t believe his eyes.{j}

source: “로만이 플로라를 원했습니다.{j}세상에서 그보다도 아름다운 사람은 없다면서 철없이 말하는 모습에, 단순히 드미트리의 장자가 로렌스의 여식을 흠모한다는 그 하나의 이유만으로 바르코 가문과의 전쟁을 결심했습니다.{j}다른 이유는 없습니다.{j}이 결정으로 인해 드미트리가 많은 피를 흘린다고 할지라도, 우리는 드미트리의 장자가 원하는 걸 쟁취하길 바랐습니다.”
en_us: “Also, my eldest son, Roman, adores Lady Flora. When I once heard him explain her beauty and his love for her, I couldn’t ignore him. That was the only reason I needed to decide to go to war with House Barco. Nothing more. Even if blood were to be shed in my lands, I wanted to provide what my eldest son desired.”{j}{j}{j}

source: 고로, 조나단 기사단장님은 왕국이 인정하는 기사인 셈이죠.{j}그리고 4성은 왕국에서 이름을 알아주는 정도고, 5성은 대륙에서 알아줍니다.{j}참고로 대륙 제일의 검사라고 불리는 분이 6성의 검사로 알려져 있습니다.{j}7성은 아직 그 경지에 도달했다고 알려진 사람이 없습니다.”
en_us: “Thus, Captain Jonathan is one of the honorary knights of the kingdom. If you ever reach Level 4, your powers will be acknowledged by the kingdom, and Level 5 will make you renowned throughout the continent. As of now, the strongest swordsman of the continent is known to be wielding the power of Level 6 Aura. None has ever reached Level 7.”{j}{j}{j}

source: 탁.
en_us: Thud.

source: 사람들이 북적거렸다.{j}로만은 그 사이를 걸으며, 차분하게 감정을 가라앉혔다.
en_us: As Roman walked passed the crowd, he tried to calm himself down and paid attention to his surroundings.{j}

source: 담담하게 던진 물음.{j}고민은 한스의 몫이었다.
en_us: It was now up to Hans to respond truthfully to his calmly asked question.{j}

source: 로만이 눈을 떴다.{j}숨을 고르는 모습에, 크리스는 기다렸다는 듯이 물었다.
en_us: When Roman slowly opened his eyes and took another deep breath, Chris approached him and asked.{j}

source: 간절하게 부탁하는 중년의 모습을 바라보면서, 플로라는 냉혹한 현실을 간접적으로 경험하고 말았다.
en_us: And at that moment, as Flora watched the man begging desperately before the entire faculty, she had indirectly experienced the harsh reality the world consists of.

source: 로렌스와 드미트리.{j}아무런 교류가 없는 가문이 아니다.{j}그런데 이렇게까지 말하는데도 성문을 열어 주지 않는 상황에, 머리로는 이해해도 속에서는 열불이 치솟았다.
en_us: He couldn’t understand why they wouldn’t open the gates for the Dimitri Knights, because the House of Lawrence and Dimitri already had enough interactions for them to be tolerant for such things.{j}{j}

source: 케빈의 얼굴은 당장에라도 터질 것 같이 붉게 달아올랐고, 지금 무엇을 하는지 인식조차 못 했다.
en_us: Kevin’s face was blushing red from the pain, and it seemed like he wasn’t aware of what he was doing at the moment. He had lost his mind.

source: 주변의 분위기.{j}상황이 보였다.
en_us: Roman tried to read the atmosphere of the room and the situation.{j}

source: 로만의 조언.{j}처음 듣는 말이었다.
en_us: Chris sat on the grass and pondered over the advice Roman gave him.{j}

source: 드미트리의 사람들을 진심으로 사랑하는 크리스조차도, 드미트리의 얼간이인 로만은 치를 떨었다.
en_us: Even for someone who dearly loved the Dimitris, he could never persuade himself to accept Roman as his lord.

source: 확실한 것은 로만은 죽었다.
en_us: But one thing he knew for a fact was that the Roman Dimitri no longer existed in this world.

source: 로만은 지푸라기들을 한편에 모두 치워 버리고는, 땅의 기운을 온전히 전달받을 수 있도록 가부좌를 틀었다.
en_us: He cleared out all the hay spread on the floor and sat with his leg crossed in order to wholly sense the flow of energy from the ground.

source: 심법을 배우고 도망칠지도 모르는데, 로만이 자신을 맹목적으로 믿은 이유를 이해할 수 없었다.
en_us: Come to think of it, if he wanted to he could simply run away from Roman after mastering his control of mana. He couldn’t understand how Roman had faith in him.

source: 그리고.{j}충성을 맹세하는 케빈의 모습에, 로만은 덤덤한 어투로 말했다.
en_us: Before he left Kevin, he explained to Kevin his future plans for his loyal follower with a calm voice.{j}

source: 사내가 고개를 떨구었다.{j}그는 넋을 잃은 얼굴로 눈물을 흘리며, 입에서 콸콸 쏟아지는 피를 손바닥으로 힘겹게 막았다.
en_us: The man looked down at his tongue in shock. Soon, his face was covered in tears as he tried to cover his mouth overflowing with blood. {j}

source: 상식을 버렸다.
en_us: Roman decided to leave his past knowledge behind and start anew with his trainings.

source: 울먹였다.{j}케빈은 빨갛게 달아오른 얼굴로, 진심 어린 말을 토해 냈다.
en_us: With tears falling from his eyes, Kevin expressed his sincere gratitude to Roman as his face blushed red.{j}

source: 검을 뽑았다.
en_us: Tap.

source: 로만이 소문과는 다른 남자라는 사실에 후회하는 것이 아니라, 가문의 어려움을 직시하지 못하고 일을 저질러 버린 자신의 행동이 미웠다.
en_us: The shame wasn’t coming from her regret after learning about Roman’s true identity, but from the disappointment to herself for not keenly understanding the situation she had placed her family into.

source: 천마라 불리던 시절.{j}로만은 아버지의 가르침을 곧이곧대로 받아들이지 않았다.
en_us: When Roman was the leader of the Divine Force, he never followed the teachings of his father.{j}

source: 그때의 기억은 그다지 특별할 것이 없었다.{j}그런데 지금.{j}일련의 상황에, 불쑥 하나의 기억이 떠올랐다.
en_us: There wasn’t anything unique or special about her childhood memories, but at this very moment, there was one thing that popped into her head.{j}{j}

source: 6화 블러드 팽 (2)
en_us: Chapter 6 Blood Fang (2)

source: 얼굴은 땀으로 흠뻑 물들었고, 코로 흘러나오던 피는 이제는 모든 모공을 통해서 새어 나왔다.
en_us: His face was covered with sweat, and the blood that was dripping from his nose was now gushing out from all of his pores.

source: 멍청했다.{j}한심했다.
en_us: She was ignorant and pitiful for not to realize the reality she was placed in.{j}

source: 사내는 창백한 얼굴로 황급히 목에서 뿜어지는 피를 막아 보려고 했지만, 손가락 사이로 새어 나오는 피는 어떻게 할 방법이 없었다.
en_us: The man rapidly tried to hold his neck from bleeding, but it was too late. His face began to turn pale as his death drew near.

source: ‘정녕 내가 아는 로만 도련님이 맞는 걸까.’
en_us: Is he truly Lord Roman?

source: 로만의 걸음걸이, 로만의 태도, 로만의 표정.
en_us: His footsteps, his attitude, and even his facial expression were not of his usual self.
